export default {
    صنعت: {
        'صنایع فلزی': ['شمش', 'فروآلیاژها', 'فلزات آلیاژهای', 'آهن آلات', 'قوطی و حلب', 'تراشکاری', 'ابزارسازی', 'ظروف فلزی', 'آبکاری و لعاب کاری', 'جوشکاری', 'برشکاری و خمکاری', 'قطعه سازی و قالبسازی'],
        'شمش': ['شمش قلع', 'شمش سرب', 'شمش پلاتین', 'شمش های دیگر', 'شمش روی', 'شمش مس', 'شمش چدن کوره بلند', 'شمش آلومینیوم'],
        'فروآلیاژها': ['فرو کروم', 'فررو نیکل', 'فررو وانادیوم', 'فروسیلیس', 'فرومنگنز'],
        'فلزات آلیاژهای': ['کبالت', 'استیل', 'نیکل', 'سرب', 'آلومینیوم', 'مس', 'برنج']
    }
};
