export default ['صنعتی', 'کشاورزی', 'تجاری', 'خدماتی'];

// export default {
//     صنعت: {
//         'صنایع فلزی': ['شمش', 'فروآلیاژها', 'فلزات آلیاژهای', 'آهن آلات', 'قوطی و حلب', 'تراشکاری', 'ابزارسازی', 'ظروف فلزی', 'آبکاری و لعاب کاری', 'جوشکاری', 'برشکاری و خمکاری', 'قطعه سازی و قالبسازی'],
//         'شمش': ['شمش قلع', 'شمش سرب', 'شمش پلاتین', 'شمش های دیگر', 'شمش روی', 'شمش مس', 'شمش چدن کوره بلند', 'شمش آلومینیوم'],
//         'فروآلیاژها': ['فرو کروم', 'فررو نیکل', 'فررو وانادیوم', 'فروسیلیس', 'فرومنگنز'],
//         'فلزات آلیاژهای': ['کبالت', 'استیل', 'نیکل', 'سرب', 'آلومینیوم', 'مس', 'برنج'],
//         'آهن آلات': ['فنس', 'ورق فلزی', 'لوله', 'میلگرد', 'سیم خاردار', 'پروفیل', 'نبشی ناودانی', 'تیرآهن'],
//         'صنعت چوب': ['الوار', 'فینگرجوینت', 'نئوپان', 'پی وی سی', 'لمبه و پروفیل چوبی', 'ترموود', 'پارکت'],
//         'صنایع شیمیایی': ['فویل و فوم', 'مواد شیمیایی', 'انواع گازهای صنعتی'],
//         'مواد شیمیایی': ['کلرید پتاسیم', 'نیتریت سدیم', 'پلی استایرن', 'پلی اتیلن', 'آب اکسیژنه', 'اتانول', 'کربنات سدیم', 'بیکربنات سدیم', 'الکل', 'کتراک', 'اسید سولفوریک', 'کلر', 'اسید سیتریک', 'گاز نیتروژن', 'اسید فسفریک', 'استون', 'گوگرد', 'دیگر مواد شیمیایی'],
//         'لاستیک و پلاستیک': ['ظروف پت'],
//         'مواد معدنی': ['سنگ لیتیم', 'پرلیت', 'پیگمنت ها', 'خاک نسوز', 'سنگ قیمتی', 'سنگ نمک', 'سیمان', 'سیلیس', 'گلیسونایت', 'پوکه صنعتی', 'زغال سنگ', 'سنگ سرب', 'سنگ مس', 'سیلیستین', 'سنگ گچ', 'سنگ آهن مگنتیت', 'سنگ آهن هماتیت', 'سنگ کرومیت', 'سنگ لاشه', 'سنگ منگنز', 'سایر مواد معدنی'],
//         'مواد کربنی': ['زغال', 'پترولیوم کک', 'لوله گرافیتی', 'پودر گرافیت', 'مواد نسوز کربنی', 'ذغال الکتریکی', 'ابروان کننده ها', 'خمیر های کربنی', 'الیاف پلاستیک کربن', 'نانو مواد کربن', 'الکترود گرافیت', 'بلوک گرافیتی']
//     }
// };
