import { Typography, Box, Paper } from '@mui/material';

export default () => {
    return (
        <Paper elevation={3} sx={{ padding: 4, borderRadius: 4 }}>
            <Typography variant="h4" component="h1" gutterBottom>
                قوانین سایت تناژ و رعایت حریم شخصی
            </Typography>
            <Typography variant="h5">در راستای رعایت قوانین و مقررات جاری کشور و مطابق با دستور دادستانی کل کشور، به اطلاع کاربران عزیز می‌رسانیم که انتشار برخی آگهی‌ها در سایت تناژ ممنوع است. لطفاً توجه داشته باشید که موارد زیر بر اساس ضوابط و مقررات ممنوع می‌باشند:</Typography>

            <Box mt={10}>
                <Typography variant="h5">آگهی‌های ممنوع:</Typography>
                <Typography variant="body1" mt={3} mb={1}>
                    خدمات و محصولات خاص:
                </Typography>
                <Typography variant="body1" sx={{ whiteSpace: 'break-spaces' }}>
                    خدمات ماساژ، اسکان، همخانه، کمک، تتو به جنس مخالف. اجاره مسکن به صورت ساعتی و روزانه. فروش و کرایه انواع دخانیات و ابزارهای مصرف آن (قلیان، ویپ و ...). فروش و تعویض بازی‌های رایانه‌ای غیر مجاز بر اساس نظر بنیاد ملی بازی‌های رایانه‌ای. فروش طلا و جواهر. فروش لباس زیر و لباس خواب زنانه دست دوم و جزیی. عکس با پوشش نامناسب زنان (بی‌حجاب، عریان، بدن‌نما و ...). خرید و فروش و اهدای اعضای بدن. واگذاری و حضانت کودک. آگهی‌های گمشده بدون مدارک لازم از مراجع انتظامی و قضایی. فروش البسه زنانه کوتاه (آستین کوتاه، مانتو کوتاه، شلوار کوتاه و ...)، لباس‌های پاره، مانتوهای شفاف و شیشه‌ای. استفاده ابزاری از زنان در تبلیغ البسه و پوشاک با تصویر چهره مشخص. فروش انواع سگ زینتی و خانگی. فروش و تبلیغ، آموزش ابزار و آلات قمار (تخته نرد، پاسور و ...). فروش کالاهایی که نیاز به مجوز فروش و پخش از مراجع ذی‌صلاح دارند (دارو، اسلحه، فلزیاب، ابزارهای شنود و ...). ضمانت و فیش حقوقی. همسریابی. فروش مواد شیمیایی غیر مجاز و پیش سازهای غیر مجاز. آگهی‌های مرتبط با آرایشگاه. هرگونه آگهی با محتوای مخالف موازین اسلامی (فالگیری، رمالی، طلسم و جادو و ...).
                </Typography>
            </Box>

            <Box mt={10}>
                <Typography variant="h5">آگهی‌های غیر مجاز:</Typography>
                <Typography variant="body1" mt={3} mb={1}>
                    آگهی‌های غیر تجاری و نادرست:
                </Typography>
                <Typography variant="body1">هر نوع آگهی سیاسی، اجتماعی یا مذهبی (مانند انتخابات انجمن‌ها، عزاداری‌ها و ...). برنامه‌های عبور از فیلتر و یا اکانت‌های VPN. نصب آنتن ماهواره و یا اینترنت ماهواره‌ای (مانند DVB و Starsat). برنامه‌ها و آموزش‌های hack، crack یا شکستن قفل. فروش برنامه‌های نرم‌افزاری و یا کتاب‌های فاقد مجوز قانونی (copyright). فروش جزوات درسی بدون اجازه از مراجع مربوطه. آگهی‌های شبکه‌های هرمی Network Marketing و مباحث پولدار شدن. هر نوع مسابقه و یا قرعه‌کشی (با یا بدون جایزه). فروش مکمل‌های ورزشی. هر نوع آگهی مرتبط با سیگار یا ترک اعتیاد. فروش دستگاه فلزیاب یا وسایل مرتبط با آن. هر نوع آگهی مرتبط با همسریابی، مشاوره خانوادگی و سایت‌های دوستیابی. اجاره، فروش و یا معرفی سایت‌های VHS، CD، VCD، DVD پرشده از فیلم یا موسیقی. هر نوع آگهی مرتبط با لیزینگ (به جز نمایندگی‌های مجاز شرکت‌های دولتی با ارائه مجوز). ارائه فاکتور و پیش فاکتور جهت اخذ وام یا حذف سهم بیمه کارفرما. آگهی‌های مرتبط با گرین کارت. خرید و فروش فیش حج تمتع. خرید و فروش کلیه. درخواست دریافت مبلغ به هر عنوان در متن آگهی. درج شماره حساب در متن آگهی. آگهی‌هایی که شائبه کلاهبرداری در آن‌ها وجود داشته باشد. معرفی سایت‌هایی که ایده پیاده‌سازی آن‌ها از روی tonnaj.com کپی‌برداری شده است.</Typography>
            </Box>

            <Box mt={10}>
                <Typography variant="h5">قوانین عمومی و عرف:</Typography>
                <Typography variant="body1" mt={3} mb={1}>
                    رعایت کلیه قوانین عمومی و عرفی کشور ضروری است.
                </Typography>
                <Typography variant="body1">آگهی‌ها نباید موجب توهین به ادیان رسمی کشور، آداب، رسوم، قومیت‌ها، لهجه‌ها و گویش‌های مختلف شوند. در آگهی کالا یا خدمات خاص، نباید به طور تلویحی یا صریحی کالا و خدمات مشابه دیگر نفی شود. آگهی‌ها نباید تولیدات داخلی را بی‌ارزش نمایند. استفاده ابزاری از زنان در آگهی‌ها، درج عکس صورت اشخاص و یا استفاده از عکس کودکان برای معرفی کالا و خدمات که مخاطب آن‌ها کودکان نیستند، مجاز نیست. غلط نویسی و غلط گویی در آگهی‌ها پذیرفته نمی‌شود. پیشنهاد می‌شود که کاربران سایت تناژ به دقت قوانین فوق را مطالعه و رعایت نمایند تا از مشکلات احتمالی جلوگیری شود.</Typography>
            </Box>
        </Paper>
    );
};
