import { Typography, Box, Paper } from '@mui/material';

export default () => (
    <Paper elevation={3} sx={{ padding: 4, borderRadius: 4 }}>
        <Typography variant="h6" component="h1" mb={4}>
            قوانین سایت تناژ و رعایت حریم شخصی
        </Typography>
        <Typography variant="body1" paragraph>
            به اطلاع کاربران عزیز می‌رسانیم که در راستای رعایت قوانین و مقررات جاری کشور و مطابق با دستور دادستانی کل کشور، انتشار برخی آگهی‌ها در سایت تناژ ممنوع است. لطفاً توجه داشته باشید که موارد زیر بر اساس ضوابط و مقررات ممنوع می‌باشند:
        </Typography>
        <Box mt={4}>
            <Typography variant="h6" gutterBottom>
                آگهی‌های ممنوع:
            </Typography>
            <Typography variant="body1" sx={{ whiteSpace: 'break-spaces' }} paragraph>
                <Box component="br" />
                • خدمات ماساژ، اسکان، همخانه، کمک، تتو به جنس مخالف
                <Box component="br" />
                • اجاره مسکن به صورت ساعتی و روزانه
                <Box component="br" />
                • فروش و کرایه انواع دخانیات و ابزارهای مصرف آن (قلیان، ویپ و ...)
                <Box component="br" />
                • فروش و تعویض بازی‌های رایانه‌ای غیر مجاز بر اساس نظر بنیاد ملی بازی‌های رایانه‌ای
                <Box component="br" />
                • فروش طلا و جواهر
                <Box component="br" />
                • فروش لباس زیر و لباس خواب زنانه دست دوم و جزیی
                <Box component="br" />
                • عکس با پوشش نامناسب زنان (بی‌حجاب، عریان، بدن‌نما و ...)
                <Box component="br" />
                • خرید و فروش و اهدای اعضای بدن
                <Box component="br" />
                • واگذاری و حضانت کودک
                <Box component="br" />
                • آگهی‌های گمشده بدون مدارک لازم از مراجع انتظامی و قضایی
                <Box component="br" />
                • فروش البسه زنانه کوتاه (آستین کوتاه، مانتو کوتاه، شلوار کوتاه و ...)
                <Box component="br" />
                • لباس‌های پاره، مانتوهای شفاف و شیشه‌ای
                <Box component="br" />
                • استفاده ابزاری از زنان در تبلیغ البسه و پوشاک با تصویر چهره مشخص
                <Box component="br" />
                • فروش انواع سگ زینتی و خانگی
                <Box component="br" />
                • فروش و تبلیغ، آموزش ابزار و آلات قمار (تخته نرد، پاسور و ...)
                <Box component="br" />
                • فروش کالاهایی که نیاز به مجوز فروش و پخش از مراجع ذی‌صلاح دارند (دارو، اسلحه، فلزیاب، ابزارهای شنود و ...)
                <Box component="br" />
                • ضمانت و فیش حقوقی
                <Box component="br" />
                • همسریابی
                <Box component="br" />
                • فروش مواد شیمیایی غیر مجاز و پیش سازهای غیر مجاز
                <Box component="br" />
                • آگهی‌های مرتبط با آرایشگاه
                <Box component="br" />• هرگونه آگهی با محتوای مخالف موازین اسلامی (فالگیری، رمالی، طلسم و جادو و ...)
            </Typography>
        </Box>
        <Box mt={4}>
            <Typography variant="h6" gutterBottom>
                آگهی‌های غیر مجاز:
            </Typography>
            <Typography variant="body1" sx={{ whiteSpace: 'break-spaces' }} paragraph>
                <Box component="br" />
                • هر نوع آگهی سیاسی، اجتماعی یا مذهبی (مانند انتخابات انجمن‌ها، عزاداری‌ها و ...)
                <Box component="br" />
                • برنامه‌های عبور از فیلتر و یا اکانت‌های VPN
                <Box component="br" />
                • نصب آنتن ماهواره و یا اینترنت ماهواره‌ای (مانند DVB و Starsat)
                <Box component="br" />
                • برنامه‌ها و آموزش‌های hack، crack یا شکستن قفل
                <Box component="br" />
                • فروش برنامه‌های نرم‌افزاری و یا کتاب‌های فاقد مجوز قانونی (copyright)
                <Box component="br" />
                • فروش جزوات درسی بدون اجازه از مراجع مربوطه
                <Box component="br" />
                • آگهی‌های شبکه‌های هرمی Network Marketing و مباحث پولدار شدن
                <Box component="br" />
                • هر نوع مسابقه و یا قرعه‌کشی (با یا بدون جایزه)
                <Box component="br" />
                • فروش مکمل‌های ورزشی
                <Box component="br" />
                • هر نوع آگهی مرتبط با سیگار یا ترک اعتیاد
                <Box component="br" />
                • فروش دستگاه فلزیاب یا وسایل مرتبط با آن
                <Box component="br" />
                • هر نوع آگهی مرتبط با همسریابی، مشاوره خانوادگی و سایت‌های دوستیابی
                <Box component="br" />
                • اجاره، فروش و یا معرفی سایت‌های VHS، CD، VCD، DVD پرشده از فیلم یا موسیقی
                <Box component="br" />
                • هر نوع آگهی مرتبط با لیزینگ (به جز نمایندگی‌های مجاز شرکت‌های دولتی با ارائه مجوز)
                <Box component="br" />
                • ارائه فاکتور و پیش فاکتور جهت اخذ وام یا حذف سهم بیمه کارفرما
                <Box component="br" />
                • آگهی‌های مرتبط با گرین کارت
                <Box component="br" />
                • خرید و فروش فیش حج تمتع
                <Box component="br" />
                • خرید و فروش کلیه
                <Box component="br" />
                • درخواست دریافت مبلغ به هر عنوان در متن آگهی
                <Box component="br" />
                • درج شماره حساب در متن آگهی
                <Box component="br" />
                • آگهی‌هایی که شائبه کلاهبرداری در آن‌ها وجود داشته باشد
                <Box component="br" />• معرفی سایت‌هایی که ایده پیاده‌سازی آن‌ها از روی tonnaj.com کپی‌برداری شده است
            </Typography>
        </Box>
        <Box mt={4}>
            <Typography variant="h6" mb={4}>
                قوانین عمومی و عرف:
            </Typography>
            <Typography variant="body1" sx={{ whiteSpace: 'break-spaces' }} paragraph>
                رعایت کلیه قوانین عمومی و عرفی کشور ضروری است. آگهی‌ها نباید موجب توهین به ادیان رسمی کشور، آداب، رسوم، قومیت‌ها، لهجه‌ها و گویش‌های مختلف شوند. در آگهی کالا یا خدمات خاص، نباید به طور تلویحی یا صریحی کالا و خدمات مشابه دیگر نفی شود. آگهی‌ها نباید تولیدات داخلی را بی‌ارزش نمایند. استفاده ابزاری از زنان در آگهی‌ها، درج عکس صورت اشخاص و یا استفاده از عکس کودکان برای معرفی کالا و خدمات که مخاطب آن‌ها کودکان نیستند، مجاز نیست. غلط نویسی و غلط گویی در آگهی‌ها پذیرفته نمی‌شود.
            </Typography>
            <Typography variant="body1">پیشنهاد می‌شود که کاربران سایت تناژ به دقت قوانین فوق را مطالعه و رعایت نمایند تا از مشکلات احتمالی جلوگیری شود.</Typography>
        </Box>
    </Paper>
);
